Repository: mbombar/codeflix
Catalog: codeflix/codeforces/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contest for which this attempt was made.
fr: Compétition pour pour laquelle cette soumission a été faite.

source: The problem for which this is an attempt.
fr: Le problème pour lequel ceci est une soumission.

source: Author of this attempt
fr: Auteur de la soumission

source: Was this submission a success ?
fr: Cette soumission a-t-elle été réussie ?

source: First name
fr: Prénom

source: Last name
fr: Nom

source: The list of problems recommended for this user.
fr: La liste des problèmes recommendés pour cet utilisateur.

source: Id of the contest.
fr: Identifiant de la compétition

source: Name of the contest.
fr: Nom de la compétition

source: Scoring system used for the contest.
fr: Système de score pour cette compétition

source: Current phase of the contest.
fr: Phase courante de la compétition

source: Duration of the contest in seconds.
fr: Durée de la compétition, en secondes.

source: Contest start time in unix format.
fr: Date de début de la compétition, format timestamp unix.

source: Number of seconds, passed after the start of the contest.
fr: Nombre de secondes depuis le début de la compétition

source: Larger number means more difficult problems
fr: Un plus gros nombre indique une plus grosse difficulté

source: Is this contest useful for codeflix ?
fr: Cette compétition est-elle utile pour codeflix ?

source: The list of problems of this contest.
fr: La lite des problèmes de cette compétition

source: Id of the contest containing the problem.
fr: Identifiant de la compétition contenant ce problème.

source: Short name of the problemset the problem belongs to.
fr: Petit nom du problemset auquel appartient ce problème.

source: Problem index in the contest.
fr: Indice du problème dans la compétition.

source: Name of the problem.
fr: Nom du problème.

source: Type of the problem.
fr: Type du problème.

source: Maximum ammount of points for the problem.
fr: Nombre maximum de points offerts par ce problème.

source: Problem rating (difficulty).
fr: Difficulté du problème.

source: List of tags for the problem.
fr: Liste des tags du problème.

source: The name of the tag.
fr: Le nom du tag.
