Repository: mbombar/codeflix
Catalog: codeflix/codeflix/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Homepage
fr: Page d'Accueil

source: Sign up
fr: Inscription

source: Account Activation
fr: Activation du compte

source: Account Activation unsuccessful
fr: L'activation du compte a échoué

source: Account activation email sent
fr: L'email pour activer le compte a bien été envoyé

source: Recommendation failed
fr: La recommendation a échoué.

source: Recommendation {}
fr: Recommendation de {}

source: Graph dump complete
fr: Le dump du graphe est terminé

source: Graph dump failed
fr: Le dump du graphe a échoué.

source: Graph load complete
fr: La recharge du graphe est terminée

source: Graph load failed
fr: La recharge du graphe a échoué
