Repository: mbombar/codeflix
Catalog: codeflix/templates/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit %(username)s
fr: Bienvenue %(username)s

source: Edit Picture
fr: Modifier l'avatar

source: Erase Picture
fr: Effacer l'avatar

source: Username
fr: Pseudo

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Codeforces Handle
fr: Pseudo Codeforces

source: Cancel
fr: Annuler

source: Dump Graph
fr: Dumper le Graphe

source: Reload Graph
fr: Recharger le Graphe

source: Welcome
fr: Bienvenue

source: Log Out
fr: Déconnexion

source: Sign Up
fr: S'inscrire

source: Log In
fr: Se connecter

source: Congratulations, graph has been successfully dumped. It has %(graph_length)s edges.
fr: Félicitations, le graphe a bien été dumpé. Il a %(graph_length)s arêtes.

source: Graph dump failed.
fr: Le dump du graphe a échoué.

source: Congratulations, graph has been successfully loaded. It has %(graph_length)s edges.
fr: Félicitations, le graphe a bien été dumpé. Il a %(graph_length)s arêtes.

source: Graph load failed.
fr: Le dump du graphe a échoué.

source: Welcome %(username)s
fr: Bienvenue %(username)s

source: Edit
fr: Modifier

source: Change Picture
fr: Modifier l'avatar

source: Change Password
fr: Changer le mot de passe

source: Change Handle
fr: Changer le Handle

source: Welcome to %(sitename)s !
fr: Bienvenue sur %(sitename)s !

source: Recommendation for
fr: Recommendation pour

source: We recommend to solve these problems :
fr: Nous recommandons de résoudre les problèmes suivants :

source: Renew recommendation
fr: Renouveler la recommandation

source: Recommendation failed
fr: La recommandation a échoué

source: Click
fr: Cliquer

source: here
fr: ici

source: to come back to home page
fr: pour retourner à la page d'accueil

source: Your account have successfully been activated. You can now <a href="%(login_url)s">log in</a>.
fr: Votre compte a bien été activé. Vous pouvez maintenant <a href="%(login_url)s">vous connecter</a>.

source: The link was invalid. The token may have expired. Please send us an email to activate your account.
fr: Le lien est invalide. Le jeton d'authentification a peut-être expiré. Envoyez-nous un email pour activer votre compte.

source: An email has been sent. Please click on the link to activate your account.
fr: Un email a été envoyé. Veuillez cliquer sur le lien pour activer votre compte.

source: Successfully logged out
fr: Vous êtes bien déconnecté

source: to come back to home page
fr: pour retourner à la page d'accueil

source: Log in
fr: Se connecter

source: Reset password
fr: Réinitialiser le mot de passe.

source: Your password has successfully been changed. Please try to
fr: Votre mot de passe a bien été mis à jour. Vous pouvez essayer de vous

source: Password reset
fr: Réinitialisation du mot de passe

source: If the email you provided is associated with an active user account, an email with a link to reset the password has been sent.
fr: Si l'email que vous avez entré est associé à un compte valide, un email avec un lien pour réinitialiser le mot de passe a été envoyé.
